import React from 'react'
import ReactDOM from 'react-dom'

const HowWorks = () => {

    return(
        <div className="">
            <h1 className="title">Как работает сервис?</h1>
            <p>Сервис EcoPlant | Price4You представляет собой торговую площадку, где пользователь может узнать лучшую стоимость продукта, а поставщик найти надежного клиента.</p>
            <p className="font-weight-bold">Вы выбираете товар-(ы) на сайте ecoplantagro.ru или в личном кабинете на вкладке «Добавить», заполняйте количество и условия сделки. После чего мы рассылаем ваш запрос всем компаниям поставщикам, которые зарегистрированные в системе. И вы получаете предложения из которых выбираете, то что Вам подходит.</p>
        </div>
    )
}

export default HowWorks
